// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{796, 406}";

kCheckChangesAlertTitleKey = "Du har endret dataene. Vil du fortsette?";
kCheckChangesAlertContinueButtonTitleKey = "Fortsett";
kCheckChangesAlertMessageKey = "Hvis du fortsetter, vil du miste endringene dine. Klikk på Avbryt for å slette handlingene dine og fortsette å arbeide med oppgaven.";

DeviceStatusUnknown = "Ukjent";

NoItemsMenuTitle = "Ingen elementer tilgjengelige";

NotEnoughSpaceTitle = "Kunne ikke starte HP Utility";
NotEnoughSpaceMsg = "Startstasjonen er nesten full. Du må frigjøre plass på startstasjonen ved å slette filer.";

RecentUnreachableTitle = "Fikk ikke forbindelse med skriveren";
RecentUnreachableMsg = "%@ er ikke tilgjengelig. Se etter om skriveren er slått på og koblet til, eller prøv senere.";

AirPortDeviceErrorTitle = "HP Utility kan ikke virke med enheter som er koblet til AirPort.";
SharedDeviceErrorTitle = "HP Utility kan ikke virke med delte enheter.";
NotDirectDeviceErrorDescription = "Koble enheten direkte til Mac-maskinen for å arbeide med den.";

NoUtilityMessage = "Reinstaller programvaren som kom med enheten din.";

// menu items
ShowAdvanced = "Vis Avanserte alternativer";
HideAdvanced = "Skjul Avanserte alternativer";

DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Fortsett";
SupplyInfoTaskTitle = "Informasjon om utskriftsmateriale";
TravelInfoTaskTitle = "Reiseinfo";

kTaskGroupUnknownTitleKey = "Andre";
kTaskGroupInformationAndSupportTitleKey = "Informasjon og støtte";
kTaskGroupInformationAndPrintQualityTitleKey = "Informasjon og utskriftskvalitet";
kTaskGroupPrinterSettingsTitleKey = "Skriverinnstillinger";
kTaskGroupFaxSettingsTitleKey = "Faksinnstillinger";
kTaskGroupNetworkSettingsTitleKey = "Nettverksinnstillinger";
kTaskGroupInformationTitleKey = "Informasjon";
kTaskGroupColorCenterTitleKey = "HP Color Center";
kTaskGroupConfigurationTitleKey = "Konfigurasjon";
kTaskGroupSupportTitleKey = "Brukerstøtte";
kTaskGroupJobCenterTitleKey = "Jobbsenter";
kHSDTaskGroupScanSettingsTitleKey = "Skanneinnstillinger";

ApplyButtonTitle = "Bruk";

kViewMenuTitle = "Vis";

AskSaveChangesAlertTitle = "Du har endret innstillingene i dette skjermbildet.";
AskSaveChangesAlertMsg = "Vil du bruke innstillingene før du lukker det?";
AskSaveChangesDontApplyButtonTitle = "Ikke bruk";
AskSaveCahngesApplyButtonTitle = "Bruk";

MultipleAskSaveChangesAlertTitle = "Du har endret innstillingene i %i vinduer";
MultipleAskSaveChangesAlertMsg = "Vil du se over disse endringene før du avslutter?";
MultipleAskSaveChangesDiscardButtonTitle = "Forkast endringer";
MultipleAskSaveChangesReviewButtonTitle = "Se over endringer...";

ConnectingMessage = "Kobler til enhet\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "Velg en enhet for å starte";

DevicesItemTitleString = "Enheter";
DevicesItemTooltipString = "Vis/skjul enheter";
SupportItemTitleString = "HP-støtte";
SupportItemTooltipString = "HP-støtte på nettet";
SuppliesItemTitleString = "Tilbehør";
SuppliesItemTooltipString = "Kjøp tilbehør på nettet";
RegistrationItemTitleString = "Registrering";
RegistrationItemTooltipString = "Registrering på nettet";
RecyclingItemTitleString = "Resirkulering";
RecyclingItemTooltipString = "Retur og gjenbruk på nettet";
MarsItemTitleString = "Produktforbedring";
MarsItemTooltipString = "HP Produktforbedringsundersøkelse";
TasksItemTitleString = "Alle innstillinger";
TasksItemTooltipString = "Vis alle innstillinger";
SearchItemTitleString = "Søk";
SearchItemTooltipString = "Søk etter programtillegg eller nøkkelord";

HSDAddDevicesToolTip = "Legg til enheter";
HSDRemoveDevicesToolTip = "Fjern den valgte enheten eller smartgruppen";
HSDPullDownMenuToolTip = "Handlingsmeny";
TaskCellWidth = "98";

PrintersGroupString = "ENHETER";
SmartGroupsString = "SMART-GRUPPER";

PrinterName = "Enhetsnavn";
ModelName = "Modell";
SerialNumber = "Serienummer";
IPAddress = "IP-adresse";
BluetoothAddress = "Adresse";
ConnectionType = "Tilkobling";

kSmartGroupDefaultName = "Smart-gruppe";
kSmartGroupRulePropertyModel = "Modell";
kSmartGroupRulePropertyName = "Navn";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "IP-adresse";
kSmartGroupRulePropertyConnectionType = "Tilkoblingstype";

kSmartGroupRuleCriterionContains = "Inneholder";
kSmartGroupRuleCriterionDoesntContain = "Inneholder ikke";
kSmartGroupRuleCriterionIs = "Er";
kSmartGroupRuleCriterionIsNot = "Er ikke";
kSmartGroupRuleCriterionStartsWith = "Begynner på";
kSmartGroupRuleCriterionEndsWith = "Ender på";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "alle";
HSDRulesMatchStyleAny = "noen";

IncompatibleTasksTitle = "Inkompatible komponenter";
IncompatibleTasksMessage = "Noen komponenter som er installert på datamaskinen, ble utviklet for en annen versjon av HP Utility. Disse komponentene vil ikke bli lastet, og noe funksjonalitet som er knyttet til enheten, vil ikke være tilgjengelig. Klikk på HP Kundestøtte-elementet på verktøylinjen for å besøke HPs nettsted for kundestøtte og laste ned de nyeste versjonene av HP-programvaren.";

NoComponentsTitle = "Enkelte HP Utility-komponenter ble ikke funnet";

ShowDevicesItemTitle = "Vis enheter";
HideDevicesItemTitle = "Skjul enheter";
ShowToolbarItemTitle = "Vis verktøylinje";
HideToolbarItemTitle = "Skjul verktøylinje";

DevicesMenuSetupDeviceItemTitle = "Sett opp ny enhet…";
DevicesMenuSetupSelectedDeviceItemTitle = "Konfigurer valgt enhet…";
DevicesMenuSetupWirelessItemTitle = "HP Automatisk trådløs tilkobling…";
DevicesMenuAddDevicesItemTitle = "Legg til Enheter…";
DevicesMenuAddDeviceManuallyItemTitle = "Legg til enhet manuelt…";
DevicesMenuNewSmartGroupItemTitle = "Ny Smart-gruppe…";
DevicesMenuEditSmartGroupItemTitle = "Rediger Smart-gruppe…";
DevicesMenuPrintersMenuTitle = "Enhetsliste";
DevicesMenuEmptyItemTitle = "(Tom)";

DevicesMenuRemoveDeviceItemTitle = "Fjern enhet";
DevicesMenuRemoveSmartGroupItemTitle = "Fjern Smart-gruppe";
DevicesMenuSortByItemTitle = "Sorter etter";
DevicesMenuNameItemTitle = "Navn";
DevicesMenuAvailabilityItemTitle = "Tilgjengelighet";

HSDAddDeviceManuallyItemTitle = "Legg til enhet manuelt…";
HSDNewSmartGroupItemTitle = "Ny Smart-gruppe…";
HSDEditSmartGroupItemTitle = "Rediger Smart-gruppe…";

DeviceNotAvailableMessageString = "Valgt enhet er ikke tilgjengelig for øyeblikket. Velg en annen enhet.";
ScanjetDeviceNotAvailableMessageString = "Den valgte enheten er ikke tilgjengelig. Sjekk at enheten er slått på, tilkoblet datamaskinen og at all nødvendig programvare er installert.";

AppManagerItemTitleString = "Programmer";
AppManagerItemTooltipString = "Programmer";

AppManagerAskApplyChangesAlertTitle = "Vil du ta i bruk endringene du gjorde?";
AppManagerAskApplyChangesAlertMsg = "Endringene går tapt hvis du ikke tar dem i bruk.";
AppManagerApplyButtonTitle = "Bruk";
CancelButtonTitleKey = "Avbryt";
AppManagerDontApplyButtonTitle = "Ikke bruk";

NoSaveTitle = "Kan ikke arkivere filen";
DidNotSaveMessage = "Kontroller at det er nok diskplass og at du har tilgangsrettigheter til lagre filen på den angitte plasseringen.";

ConnectMenuItemTitleFormat = "Koble til %@";
EditMenuItemTitleFormat = "Rediger %@...";
RemoveMenuItemTitleFormat = "Fjern %@";

ShowOnlineAccessWarningsCommandTitle = "Vis advarsler om Internett-tilgang";
HideOnlineAccessWarningsCommandTitle = "Skjul advarsler om Internett-tilgang";

HSDSmartGroupNameTitle = "Navn på Smart-gruppe:";
HSDMatchTextFieldTitle1 = "Tilslag";
HSDMatchTextFieldTitle2 = "av følgende regler:";
HSDCancelButtonTitle = "Avbryt";
HSDOKButtonTitle = "OK";

// locked feature view
HSDDisabledFeatureTitle = "Denne funksjonen er låst eller deaktivert av enhetsadministratoren";
HSDDisabledFeatureDescription = "Den kan aktiveres via Enhetsadministrasjon-panelet. Klikk på Start-knappen nedenfor for å gå til det panelet.";
HSDNoWayToUnlockDescription = "Du kan ikke bruke denne funksjonen, fordi den har blitt låst eller deaktivert. For mer informasjon, kontakt personen som konfigurerte skriveren";
HSDGoButton = "Start";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "Enheten har et aktivt blekkabonnement";
SubscribedSuppliesMessage = "Ikke glem… Du kan få alle nye patroner til denne skriveren til rabattert pris gjennom HP Instant Ink! Du kan likevel besøke HPs nettbutikk for å kjøpe rekvisita eller tilbehør til andre enheter.";
GoToStoreButtonTitle = "Gå til butikk";

//Search Window
SearchWindowTitle = "Søk";
SearchWindowTaskTitle = "Søk:";
SearchWindowButtonCancelTitle = "Avbryt";
SearchWindowButtonSearchTitle = "Søk";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "Om HP Utility";
"Hide HP Utility" = "Skjul HP Utility";
"Hide Others" = "Skjul andre";
"Show All" = "Vis alle";
"Quit HP Utility" = "Avslutt HP Utility";

"Devices" = "Enheter";

"Edit" = "Rediger";
"Undo" = "Angre";
"Redo" = "Utfør likevel";
"Cut" = "Klipp ut";
"Copy" = "Kopier";
"Paste" = "Lim inn";
"Delete" = "Slett";
"Select All" = "Velg alle";

"View" = "Vis";

"Window" = "Vindu";
"Close" = "Lukk";
"Minimize" = "Minimer";
"Zoom" = "Zoom";
"Bring All to Front" = "Legg alt øverst";

Version = "Versjon";

// Global Mode
MarsUnavailableAlertTitle = "Kan ikke konfigurere HP Produktforbedringsundersøkelse";
MarsUnavailableAlertDescription = "Enhetene dine er ikke kvalifiserte for forskningsprogrammet HP Produktforbedringsundersøkelse.";
MarsUnavailableForOnlineDevicesAlertDescription = "Enhetene dine som er koblet til Internett er ikke kvalifiserte for forskningsprogrammet HP Produktforbedringsundersøkelse. Skru på de andre enhetene dine, koble dem til Mac-maskinen eller netterket ditt og prøv så igjen.";
